Repository: dotgit/dotwheel
Catalog: locale/*/LC_MESSAGES/dotwheel.po
Languages: fr

source: Error inserting into the database
fr: Erreur à l'insertion des données dans la base

source: Error updating the database
fr: Erreur à la mise à jour des données dans la base

source: value in '%s' must not exceed %u characters
fr: valeur dans '%s' ne doit pas dépasser %u caractères

source: value in '%s' does not represent an email address
fr: valeur dans '%s' ne représente pas une adresse e-mail

source: value in '%s' does not represent a web address
fr: valeur dans '%s' ne représente pas une adresse web

source: value in '%s' does not match the required format
fr: valeur dans '%s' ne correspond pas au format

source: value in '%s' is not a valid date
fr: valeur dans '%s' n'est pas une date

source: value in '%s' must be positive
fr: valeur dans '%s' doit être positif

source: incorrect file information in '%s'
fr: les informations du fichier non valides dans '%s'

source: file too big (max allowed size %uMb) in '%s'
fr: fichier est trop grand (la taille maximale est de %uMo) dans '%s'

source: error uploading file from '%s'
fr: erreur de chargement du fichier dans '%s'

source: value is required in '%s'
fr: valeur est obligatoire dans '%s'

source: type mismatch for '%s'
fr: mauvais type de données dans '%s'

source: no
fr: non

source: yes
fr: oui

source: Input verification error
fr: Erreur à la vérification des données

source: Command execution error
fr: Erreur à l'exécution de la commande

source: Empty required fields
fr: Champs obligatoires vides

source: Please fill-in the following required fields:
fr: Veuillez remplir les champs obligatoires suivants :

source: Close
fr: Fermer

source: No records
fr: Aucun enregistrement

source: Prev
fr: Précédent

source: Next
fr: Suivant

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler

source: Submit
fr: Envoyer
